docs: 优化防共享方案数据流总览
